Repository: cbHasib/-prayer-times-ios
Catalog: PrayerTimesiOS/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, tr

source: Sunrise/Maghrib horizon
ar: أفق الشروق/المغرب
bn: সূর্যোদয়/মাগরিব দিগন্ত
tr: Güneş/Akşam ufku

source: Takbir
ar: تكبير
bn: তাকবির
tr: Tekbir

source: The Adhan reminder fires this many minutes before the jamaat time set below.
ar: ينطلق تذكير الأذان قبل وقت الجماعة المحدد أدناه بهذا العدد من الدقائق.
bn: নিচে নির্ধারিত জামাতের সময়ের এত মিনিট আগে আজানের রিমাইন্ডার বাজবে।
tr: Ezan hatırlatıcısı, aşağıda ayarlanan cemaat vaktinden bu kadar dakika önce çalar.

source: The closest a servant is to his Lord is while prostrating.
ar: أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ.
bn: বান্দা তার রবের সবচেয়ে নিকটবর্তী হয় সিজদারত অবস্থায়।
tr: Kulun Rabbine en yakın olduğu an secde hâlidir.

source: The coolness of my eyes is in prayer.
ar: وَجُعِلَتْ قُرَّةُ عَيْنِي فِي الصَّلَاةِ.
bn: আমার চোখের শীতলতা রাখা হয়েছে নামাজে।
tr: Gözümün nuru namazda kılındı.

source: The first deed for which a servant will be held accountable on the Day of Judgment is the prayer.
ar: أَوَّلُ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ الْقِيَامَةِ الصَّلَاةُ.
bn: কিয়ামতের দিন বান্দার সর্বপ্রথম যে আমলের হিসাব নেওয়া হবে তা হলো নামাজ।
tr: Kıyamet günü kulun hesaba çekileceği ilk amel namazdır.

source: Time left in current prayer
ar: الوقت المتبقّي للصلاة الحالية
bn: বর্তমান নামাজের বাকি সময়
tr: Mevcut namazda kalan süre

source: Time source
ar: مصدر الأوقات
bn: সময়ের উৎস
tr: Vakit kaynağı

source: Times
ar: الأوقات
bn: সময়
tr: Vakitler

source: Times are computed astronomically from your location.
ar: تُحسب الأوقات فلكياً من موقعك.
bn: সময় আপনার অবস্থান থেকে জ্যোতির্বৈজ্ঞানিকভাবে গণনা করা হয়।
tr: Vakitler konumunuzdan astronomik olarak hesaplanır.

source: Times are taken from the fixed schedule you enter below — ideal where the mosque announces set jamaat times (e.g. Bangladesh).
ar: تُؤخذ الأوقات من الجدول الثابت الذي تُدخله أدناه — مثالي حيث يُعلن المسجد أوقات جماعة محددة (مثل بنغلاديش).
bn: নিচে আপনি যে নির্দিষ্ট সময়সূচি লেখেন তা থেকে সময় নেওয়া হয় — যেখানে মসজিদ নির্দিষ্ট জামাতের সময় ঘোষণা করে সেখানে আদর্শ (যেমন বাংলাদেশ)।
tr: Vakitler aşağıda girdiğiniz sabit programdan alınır — caminin belirli cemaat vakitleri duyurduğu yerler için idealdir (ör. Bangladeş).

source: Times as announced by your mosque. The Adhan chip is the jamaat time minus the offset above.
ar: الأوقات كما يعلنها مسجدك. ملصق الأذان هو وقت الجماعة مطروحاً منه الإزاحة أعلاه.
bn: আপনার মসজিদের ঘোষণা অনুযায়ী সময়। আজানের চিপ হলো জামাতের সময় থেকে উপরের অফসেট বাদ দেওয়া।
tr: Caminizin duyurduğu vakitler. Ezan etiketi, cemaat vaktinden yukarıdaki farkın çıkarılmasıdır.

source: Timezone
ar: المنطقة الزمنية
bn: টাইমজোন
tr: Saat dilimi

source: Today
ar: اليوم
bn: আজ
tr: Bugün

source: Trigger on
ar: التفعيل عند
bn: যখন চালু হবে
tr: Şu durumda

source: Try it for 10 seconds
ar: جرّبه لمدة 10 ثوانٍ
bn: ১০ সেকেন্ডের জন্য চেষ্টা করুন
tr: 10 saniye deneyin

source: Updates
ar: التحديثات
bn: আপডেট
tr: Güncellemeler

source: Welcome to Prayer Times
ar: مرحباً بك في أوقات الصلاة
bn: প্রেয়ার টাইমসে স্বাগতম
tr: Prayer Times'a hoş geldiniz

source: Where are you?
ar: أين أنت؟
bn: আপনি কোথায়?
tr: Neredesiniz?

source: You can fine-tune each prayer — sounds, early reminders, iqamah — in Settings later.
ar: يمكنك ضبط كل صلاة — الأصوات والتذكيرات المبكرة والإقامة — لاحقاً من الإعدادات.
bn: পরে সেটিংসে প্রতিটি নামাজ — শব্দ, আগাম রিমাইন্ডার, ইকামত — সূক্ষ্মভাবে ঠিক করতে পারবেন।
tr: Her namazı — sesler, erken hatırlatmalar, kamet — daha sonra Ayarlar'da ince ayarlayabilirsiniz.

source: You're all set
ar: كل شيء جاهز
bn: সব প্রস্তুত
tr: Her şey hazır

source: Your mosque's jamaat times
ar: أوقات جماعة مسجدك
bn: আপনার মসজিদের জামাতের সময়
tr: Caminizin cemaat vakitleri

source: Your timezone (%@) doesn't match your detected location (%@). Prayer times may be wrong — switch the timezone to “Follow system” or the matching zone.
ar: منطقتك الزمنية (%@) لا تطابق موقعك المُكتشَف (%@). قد تكون أوقات الصلاة خاطئة — غيّر المنطقة الزمنية إلى «اتباع النظام» أو المنطقة المطابقة.
bn: আপনার টাইমজোন (%@) আপনার শনাক্ত করা অবস্থানের (%@) সাথে মেলে না। নামাজের সময় ভুল হতে পারে — টাইমজোন “সিস্টেম অনুসরণ করুন” বা মিলে যাওয়া জোনে পরিবর্তন করুন।
tr: Saat diliminiz (%@) algılanan konumunuzla (%@) eşleşmiyor. Namaz vakitleri yanlış olabilir — saat dilimini “Sistemi izle” veya eşleşen dilime değiştirin.

source: Zone
ar: المنطقة
bn: জোন
tr: Bölge
